Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-shortcuts.global-section
source: Global Shortcuts
de: Globale Kurzbefehle
es: Atajos globales
fr: Raccourcis mondiaux
ja: グローバル ショートカット
ko: 전역 단축키
ru: Глобальные ярлыки
vi: Phím tắt toàn cục
zh_hans: 全局快捷键
zh_hant: 全局快捷鍵

# preferences-shortcuts.global-section-description
source: Use keyboard shortcuts to capture from anywhere.
de: Verwenden Sie Tastaturkürzel, um von überall aus aufzunehmen.
es: Utilice atajos de teclado para capturar desde cualquier lugar.
fr: Utilisez les raccourcis clavier pour capturer depuis n'importe où.
ja: キーボード ショートカットを使用して、どこからでもキャプチャできます。
ko: 키보드 단축키를 사용하여 어디에서나 캡처할 수 있습니다.
ru: Используйте сочетания клавиш для захвата из любого места.
vi: Dùng phím tắt để chụp từ bất kỳ đâu.
zh_hans: 使用键盘快捷键从任何地方进行捕捉。
zh_hant: 使用鍵盤快捷鍵從任何地方進行捕捉。

# preferences-shortcuts.how-to-disable
source: HOW TO DISABLE
de: SO DEAKTIVIEREN SIE ES
es: CÓMO DESHABILITAR
fr: COMMENT DÉSACTIVER
ja: 無効にする方法
ko: 비활성화하는 방법
ru: КАК ОТКЛЮЧИТЬ
vi: CÁCH TẮT
zh_hans: 如何禁用
zh_hant: 如何禁用

# preferences-shortcuts.no-conflicts-description
source: No overlapping macOS screenshot shortcuts were found for the Snapzy shortcuts you currently have enabled.
de: Für die Snapzy-Verknüpfungen, die Sie derzeit aktiviert haben, wurden keine überlappenden macOS-Screenshot-Verknüpfungen gefunden.
es: No se encontraron atajos de captura de pantalla de macOS superpuestos para los atajos de Snapzy que tienes habilitados actualmente.
fr: Aucun raccourci de capture d'écran macOS se chevauchant n'a été trouvé pour les raccourcis Snapzy que vous avez actuellement activés.
ja: 現在有効な Snapzy のショートカットと重複する macOS のスクリーンショットショートカットは見つかりませんでした。
ko: 현재 활성화한 Snapzy 단축키에 대해 겹치는 macOS 스크린샷 단축키가 발견되지 않았습니다.
ru: Для включенных в данный момент ярлыков Snapzy не обнаружено перекрывающихся ярлыков снимков экрана macOS.
vi: Không tìm thấy phím tắt chụp màn hình của macOS bị trùng với các phím tắt Snapzy đang bật.
zh_hans: 对于您当前启用的 Snapzy 快捷方式，没有找到重叠的 macOS 屏幕截图快捷方式。
zh_hant: 對於您當前啓用的 Snapzy 快捷方式，沒有找到重疊的 macOS 螢幕截圖快捷方式。

# preferences-shortcuts.no-conflicts-detected
source: No conflicts detected
de: Keine Konflikte erkannt
es: No se detectaron conflictos
fr: Aucun conflit détecté
ja: 競合は見つかりませんでした
ko: 충돌이 감지되지 않았습니다
ru: Конфликтов не обнаружено
vi: Không phát hiện xung đột
zh_hans: 未检测到冲突
zh_hant: 未檢測到衝突

# preferences-shortcuts.open-annotate-description
source: Open image annotation editor
de: Öffnen Sie den Bildanmerkungseditor
es: Abrir editor de anotaciones de imágenes
fr: Ouvrir l'éditeur d'annotations d'images
ja: 画像注釈エディタを開く
ko: 이미지 주석 편집기 열기
ru: Открыть редактор аннотаций изображений
vi: Mở trình chỉnh sửa chú thích ảnh
zh_hans: 打开图像注释编辑器
zh_hant: 打開圖像注釋編輯器

# preferences-shortcuts.open-keyboard-shortcuts-settings
source: Open Keyboard Shortcuts Settings
de: Öffnen Sie die Einstellungen für Tastaturkürzel
es: Abrir configuración de métodos abreviados de teclado
fr: Ouvrir les paramètres des raccourcis clavier
ja: キーボードショートカット設定を開く
ko: 키보드 단축키 설정 열기
ru: Открыть настройки сочетаний клавиш
vi: Mở cài đặt Phím tắt bàn phím
zh_hans: 打开键盘快捷键设置
zh_hant: 打開鍵盤快捷鍵設置

# preferences-shortcuts.open-video-editor-description
source: Open video editing tools
de: Öffnen Sie die Videobearbeitungstools
es: Abrir herramientas de edición de vídeo
fr: Ouvrir les outils de montage vidéo
ja: 動画編集ツールを開く
ko: 동영상 편집 도구 열기
ru: Открыть инструменты для редактирования видео
vi: Mở công cụ chỉnh sửa video
zh_hans: 打开视频编辑工具
zh_hant: 打開影片編輯工具

# preferences-shortcuts.record-video-description
source: Start screen recording
de: Bildschirmaufnahme starten
es: Iniciar grabación de pantalla
fr: Démarrer l'enregistrement d'écran
ja: 画面収録を開始
ko: 화면 녹화 시작
ru: Начать запись экрана
vi: Bắt đầu ghi màn hình
zh_hans: 开始屏幕录制
zh_hant: 開始螢幕錄制

# preferences-shortcuts.recorder-hint
source: Click a shortcut button to record new keys. Use the row toggle to turn a shortcut off. Press Esc to cancel.
de: Klicken Sie auf eine Verknüpfungsschaltfläche, um neue Schlüssel aufzuzeichnen. Verwenden Sie die Zeilenumschaltung, um eine Verknüpfung zu deaktivieren. Drücken Sie Esc, um den Vorgang abzubrechen.
es: Haga clic en un botón de acceso directo para registrar nuevas claves. Utilice el interruptor de fila para desactivar un acceso directo. Presione Esc para cancelar.
fr: Cliquez sur un bouton de raccourci pour enregistrer de nouvelles clés. Utilisez la bascule de ligne pour désactiver un raccourci. Appuyez sur Échap pour annuler.
ja: ショートカットボタンをクリックして新しいキーを記録します。行のトグルでショートカットをオフにできます。Esc でキャンセルします。
ko: 새 키를 기록하려면 바로가기 버튼을 클릭하세요. 바로가기를 끄려면 행 토글을 사용하세요. 취소하려면 Esc를 누르세요.
ru: Нажмите кнопку быстрого доступа, чтобы записать новые ключи. Используйте переключатель строк, чтобы отключить ярлык. Нажмите Esc для отмены.
vi: Nhấn nút phím tắt để ghi tổ hợp mới. Dùng công tắc của hàng để tắt phím tắt. Nhấn Esc để hủy.
zh_hans: 单击快捷按钮来记录新按键。使用行切换开关关闭快捷方式。按 Esc 键取消。
zh_hant: 單擊快捷按鈕來記錄新按鍵。使用行切換開關關閉快捷方式。按 Esc 鍵取消。

# preferences-shortcuts.recording-section
source: Recording Shortcuts
de: Aufnahmeverknüpfungen
es: Grabación de atajos
fr: Raccourcis d'enregistrement
ja: 録画ショートカット
ko: 녹음 단축키
ru: Ярлыки записи
vi: Phím tắt ghi màn hình
zh_hans: 录音快捷键
zh_hant: 錄音快捷鍵

# preferences-shortcuts.reference-description
source: Standard macOS shortcuts used in the annotation editor.
de: Im Anmerkungseditor verwendete Standard-MacOS-Verknüpfungen.
es: Atajos estándar de macOS utilizados en el editor de anotaciones.
fr: Raccourcis macOS standard utilisés dans l'éditeur d'annotations.
ja: 注釈エディタで使う標準の macOS ショートカットです。
ko: 주석 편집기에 사용되는 표준 macOS 단축키입니다.
ru: Стандартные сочетания клавиш macOS, используемые в редакторе аннотаций.
vi: Các phím tắt macOS chuẩn dùng trong trình chỉnh sửa Annotate.
zh_hans: 注释编辑器中使用的标准 macOS 快捷键。
zh_hant: 注釋編輯器中使用的標準 macOS 快捷鍵。

# preferences-shortcuts.reset-to-defaults
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
ru: Сброс к настройкам по умолчанию
vi: Khôi phục mặc định
zh_hans: 重置为默认值
zh_hant: 重置為預設值

# preferences-shortcuts.shortcut-list-description
source: Open keyboard shortcuts overlay
de: Tastaturkürzel-Overlay öffnen
es: Abrir superposición de atajos de teclado
fr: Ouvrir la superposition des raccourcis clavier
ja: キーボードショートカットオーバーレイを開く
ko: 키보드 단축키 오버레이 열기
ru: Открыть наложение сочетаний клавиш
vi: Mở lớp phủ danh sách phím tắt
zh_hans: 打开键盘快捷键覆盖
zh_hant: 打開鍵盤快捷鍵覆蓋

# preferences-shortcuts.single-key-hint
source: Click to record. Use Backspace while recording or the row toggle to turn a shortcut off. Esc to cancel.
de: Klicken Sie zum Aufzeichnen. Verwenden Sie während der Aufnahme die Rücktaste oder die Zeilenumschaltung, um eine Verknüpfung zu deaktivieren. Esc zum Abbrechen.
es: Haga clic para grabar. Utilice la tecla Retroceso mientras graba o cambie de fila para desactivar un acceso directo. Esc para cancelar.
fr: Cliquez pour enregistrer. Utilisez Retour arrière pendant l'enregistrement ou la bascule de ligne pour désactiver un raccourci. Echap pour annuler.
ja: クリックして記録します。記録中に Backspace を押すか、行のトグルでショートカットをオフにできます。Esc でキャンセルします。
ko: 녹음하려면 클릭하세요. 바로가기를 끄려면 녹음 중에 백스페이스를 사용하거나 행 토글을 사용하세요. 취소하려면 Esc를 누르세요.
ru: Нажмите, чтобы записать. Используйте Backspace во время записи или переключатель строк, чтобы отключить ярлык. Esc для отмены.
vi: Bấm để ghi. Dùng Backspace khi đang ghi hoặc công tắc của hàng để tắt phím tắt. Esc để hủy.
zh_hans: 单击即可录制。录制时使用退格键或行切换可关闭快捷方式。 Esc 取消。
zh_hant: 單擊即可錄制。錄制時使用退格鍵或行切換可關閉快捷方式。 Esc 取消。

# preferences-shortcuts.system-conflict-description
source: Turn off the overlapping macOS shortcuts to avoid conflicts with the Snapzy shortcuts you keep enabled.
de: Deaktivieren Sie die überlappenden macOS-Verknüpfungen, um Konflikte mit den Snapzy-Verknüpfungen zu vermeiden, die Sie aktiviert lassen.
es: Desactive los atajos de macOS superpuestos para evitar conflictos con los atajos de Snapzy que mantiene habilitados.
fr: Désactivez les raccourcis macOS qui se chevauchent pour éviter les conflits avec les raccourcis Snapzy que vous gardez activés.
ja: 有効にした Snapzy ショートカットとの競合を避けるには、重複する macOS ショートカットをオフにしてください。
ko: 활성화된 Snapzy 단축키와의 충돌을 방지하려면 겹치는 macOS 단축키를 끄세요.
ru: Отключите перекрывающиеся ярлыки macOS, чтобы избежать конфликтов с ярлыками Snapzy, которые вы оставляете включенными.
vi: Tắt các phím tắt macOS bị trùng để tránh xung đột với các phím tắt Snapzy mà bạn muốn giữ bật.
zh_hans: 关闭重叠的 macOS 快捷方式，以避免与您保持启用的 Snapzy 快捷方式发生冲突。
zh_hant: 關閉重疊的 macOS 快捷方式，以避免與您保持啓用的 Snapzy 快捷方式發生衝突。

# preferences-shortcuts.system-conflict-title
source: macOS screenshot shortcuts overlap with Snapzy
de: macOS-Screenshot-Verknüpfungen überschneiden sich mit Snapzy
es: Los atajos de captura de pantalla de macOS se superponen con Snapzy
fr: Les raccourcis de capture d'écran macOS se chevauchent avec Snapzy
ja: macOS のスクリーンショットショートカットが Snapzy と重複しています
ko: macOS 스크린샷 단축키가 Snapzy와 겹칩니다
ru: Ярлыки снимков экрана macOS совпадают с ярлыками Snapzy
vi: Phím tắt chụp màn hình macOS đang trùng với Snapzy
zh_hans: macOS 屏幕截图快捷键与 Snapzy 重叠
zh_hant: macOS 螢幕截圖快捷鍵與 Snapzy 重疊

# preferences-shortcuts.system-shortcuts
source: System Shortcuts
de: Systemverknüpfungen
es: Atajos del sistema
fr: Raccourcis système
ja: システムショートカット
ko: 시스템 바로가기
ru: Системные ярлыки
vi: Phím tắt hệ thống
zh_hans: 系统快捷键
zh_hant: 系統快捷鍵

# preferences-shortcuts.toggle-pin-description
source: Pin or unpin the annotation window
de: Das Anmerkungsfenster anheften oder loslösen
es: Anclar o desanclar la ventana de anotaciones
fr: Épingler ou désépingler la fenêtre d'annotation
ja: 注釈ウィンドウを固定または解除
ko: 주석 창 고정 또는 고정 해제
ru: Закрепить или открепить окно аннотаций
vi: Ghim hoặc bỏ ghim cửa sổ chú thích
zh_hans: 固定或取消固定注释窗口
zh_hant: 固定或取消固定注釋窗口

# preferences-shortcuts.tools-section
source: Tools Shortcuts
de: Tools-Verknüpfungen
es: Atajos de herramientas
fr: Raccourcis des outils
ja: ツールショートカット
ko: 도구 단축키
ru: Инструменты Ярлыки
vi: Phím tắt công cụ
zh_hans: 工具快捷方式
zh_hant: 工具快捷方式

# preferences.tab.about
source: About
de: Über
es: Acerca de
fr: À propos de
ja: 情報
ko: 소개
ru: О
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# preferences.tab.capture
source: Capture
de: Erfassen
es: Captura
fr: Capturer
ja: キャプチャ
ko: 캡처
ru: Захватить
vi: Chụp
zh_hans: 捕捉
zh_hant: 捕捉

# preferences.tab.cloud
source: Cloud
de: Wolke
es: Nube
fr: Nuage
ja: クラウド
ko: 구름
ru: Облако
zh_hans: 云
zh_hant: 雲

# preferences.tab.general
source: General
de: Allgemein
es: Generalidades
fr: Général
ja: 一般
ko: 일반
ru: Общие
vi: Tổng quát
zh_hans: 一般
zh_hant: 一般

# preferences.tab.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
ru: Разрешения
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# preferences.tab.quick-access
source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
ja: クイック アクセス
ko: 빠른 액세스
ru: Быстрый доступ
vi: Truy cập nhanh
zh_hans: 快速访问
zh_hant: 快速訪問

# preferences.tab.shortcuts
source: Shortcuts
de: Verknüpfungen
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
ru: Ярлыки
vi: Phím tắt
zh_hans: 快捷方式
zh_hant: 快捷方式

# quick-access.edit-video
source: Edit Video
de: Video bearbeiten
es: Editar vídeo
fr: Modifier la vidéo
ja: ビデオを編集
ko: 비디오 편집
ru: Редактировать видео
vi: Chinh sua video
zh_hans: 编辑视频
zh_hant: 編輯影片

# recording-annotation.auto-clear
source: Auto-clear: %@
de: Automatisches Löschen: %@
es: Borrado automático: %@
fr: Effacement automatique : %@
ja: 自動クリア: %@
ko: 자동 지우기: %@
ru: Автоматическая очистка: %@
vi: Tu xoa: %@
zh_hans: 自动清除：%@
zh_hant: 自動清除：%@

# recording-annotation.last-count
source: Last %d
de: Letzter %d
es: Último %d
fr: Dernier %d
ja: 最後の %d
ko: 지난 %d
ru: Последний %d
vi: Giu %d gan nhat
zh_hans: 最后 %d
zh_hant: 最後 %d

# recording-annotation.modifier-control
source: Control (⌃)
de: Kontrolle (⌃)
es: Controlar (⌃)
fr: Contrôle (⌃)
ja: コントロール (⌃)
ko: 컨트롤(⌃)
ru: Управление (⌃)
zh_hans: 控制（⌃）
zh_hant: 控制（⌃）

# recording-annotation.modifier-shift
source: Shift (⇧)
de: Umschalttaste (⇧)
es: Mayús (⇧)
fr: Maj (⇧)
ja: シフト (⇧)
ko: 시프트(⇧)
ru: Сдвиг (⇧)
zh_hans: 移位 (⇧)
zh_hant: 移位 (⇧)

# recording-annotation.persist
source: Persist
de: Beharren
es: Persistir
fr: Persister
ja: 持続します
ko: 계속
ru: Упорствовать
vi: Giu lai
zh_hans: 坚持
zh_hant: 堅持

# recording-toolbar.area-selection
source: Area selection
de: Bereichsauswahl
es: Selección de área
fr: Sélection de zone
ja: エリア選択
ko: 지역 선택
ru: Выбор области
vi: Chon vung
zh_hans: 区域选择
zh_hant: 區域選擇

# recording-toolbar.area-selection-capture
source: Area selection capture
de: Bereichsauswahlerfassung
es: Captura de selección de área
fr: Capture de sélection de zone
ja: エリア選択キャプチャ
ko: 영역 선택 캡처
ru: Захват выбора области
vi: Chup vung chon
zh_hans: 区域选择捕获
zh_hant: 區域選擇捕獲

# recording-toolbar.cancel-recording
source: Cancel recording
de: Aufnahme abbrechen
es: Cancelar grabación
fr: Annuler l'enregistrement
ja: 録音をキャンセル
ko: 녹음 취소
ru: Отменить запись
vi: Huy ghi hinh
zh_hans: 取消录音
zh_hant: 取消錄音

# recording-toolbar.capture-screenshot
source: Capture screenshot
de: Screenshot aufnehmen
es: Captura de pantalla
fr: Capturer une capture d'écran
ja: スクリーンショットをキャプチャ
ko: 스크린샷 캡처
ru: Сделать скриншот
vi: Chup anh man hinh
zh_hans: 截图
zh_hant: 截圖

# recording-toolbar.delete-recording
source: Delete recording
de: Aufnahme löschen
es: Eliminar grabación
fr: Supprimer l'enregistrement
ja: 録音を削除
ko: 녹음 삭제
ru: Удалить запись
vi: Xóa bản ghi
zh_hans: 删除录音
zh_hant: 刪除錄音

# recording-toolbar.disable-annotations
source: Disable annotations
de: Anmerkungen deaktivieren
es: Deshabilitar anotaciones
fr: Désactiver les annotations
ja: 注釈を無効にする
ko: 주석 비활성화
ru: Отключить аннотации
vi: Tắt chú thích
zh_hans: 禁用注释
zh_hant: 禁用注釋

# recording-toolbar.enable-annotations
source: Enable annotations
de: Anmerkungen aktivieren
es: Habilitar anotaciones
fr: Activer les annotations
ja: 注釈を有効にする
ko: 주석 활성화
ru: Включить аннотации
vi: Bật chú thích
zh_hans: 启用注释
zh_hant: 啓用注釋

# recording-toolbar.fullscreen-capture
source: Fullscreen capture
de: Vollbildaufnahme
es: Captura de pantalla completa
fr: Capture plein écran
ja: 全画面キャプチャ
ko: 전체 화면 캡처
ru: Полноэкранный захват
vi: Chup toan man hinh
zh_hans: 全屏捕捉
zh_hant: 全屏捕捉

# recording-toolbar.highlight-clicks
source: Highlight Clicks
de: Markieren Sie Klicks
es: Resaltar clics
fr: Mettre en surbrillance les clics
ja: ハイライトクリック
ko: 클릭수 강조
ru: Выделить клики
vi: Tô sáng cú nhấp
zh_hans: 突出显示点击次数
zh_hant: 突出顯示按一下次數

# recording-toolbar.options
source: Options
de: Optionen
es: Opciones
ja: オプション
ko: 옵션
ru: Опции
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# recording-toolbar.options-accessibility
source: Recording options
de: Aufnahmeoptionen
es: Opciones de grabación
fr: Options d'enregistrement
ja: 録音オプション
ko: 녹음 옵션
ru: Параметры записи
vi: Tùy chọn ghi
zh_hans: 录音选项
zh_hant: 錄音選項

# recording-toolbar.options-hint
source: Opens settings for format, quality, and audio
de: Öffnet Einstellungen für Format, Qualität und Audio
es: Abre la configuración de formato, calidad y audio
fr: Ouvre les paramètres de format, de qualité et d'audio
ja: フォーマット、品質、オーディオの設定を開きます
ko: 형식, 품질 및 오디오 설정을 엽니다
ru: Открывает настройки формата, качества и звука
vi: Mở cài đặt cho định dạng, chất lượng và âm thanh
zh_hans: 打开格式、质量和音频设置
zh_hant: 打開格式、質量和音頻設置

# recording-toolbar.output-mode-accessibility-prefix
source: Output mode
de: Ausgabemodus
es: Modo de salida
fr: Mode de sortie
ja: 出力モード
ko: 출력 모드
ru: Режим вывода
vi: Chế độ đầu ra
zh_hans: 输出模式
zh_hant: 輸出模式

# recording-toolbar.output-mode-hint
source: Opens output format selection
de: Öffnet die Auswahl des Ausgabeformats
es: Abre la selección de formato de salida
fr: Ouvre la sélection du format de sortie
ja: 出力形式の選択を開きます
ko: 출력 형식 선택 열기
ru: Открывает выбор выходного формата
vi: Mở lựa chọn định dạng đầu ra
zh_hans: 打开输出格式选择
zh_hant: 打開輸出格式選擇

# recording-toolbar.overlays-section
source: Overlays
de: Überlagerungen
es: Superposiciones
fr: Superpositions
ja: オーバーレイ
ko: 오버레이
ru: Наложения
vi: Lớp phủ
zh_hans: 覆盖
zh_hant: 覆蓋

# recording-toolbar.pause-recording
source: Pause recording
de: Aufnahme pausieren
es: Pausar grabación
fr: Suspendre l'enregistrement
ja: 録音を一時停止します
ko: 녹음 일시 중지
ru: Пауза в записи
vi: Tạm dừng ghi
zh_hans: 暂停录音
zh_hant: 暫停錄音

# recording-toolbar.quality-high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高い
ko: 높음
ru: Высокий
vi: Cao
zh_hans: 高
zh_hant: 高

# recording-toolbar.quality-low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
ko: 낮음
ru: Низкий
vi: Thấp
zh_hans: 低
zh_hant: 低

# recording-toolbar.quality-medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 중간
ru: Средний
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# recording-toolbar.quality-section
source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
ko: 품질
ru: Качество
vi: Chất lượng
zh_hans: 质量
zh_hant: 質量

# recording-toolbar.record
source: Record
de: Aufzeichnen
es: Registro
fr: Enregistrer
ja: 録画
ko: 기록
ru: Запись
vi: Ghi
zh_hans: 记录
zh_hant: 記錄

# recording-toolbar.recording-in-progress
source: Recording in progress
de: Aufnahme läuft
es: Grabación en curso
fr: Enregistrement en cours
ja: 録音中
ko: 녹음 진행 중
ru: Идет запись
vi: Đang ghi
zh_hans: 录音进行中
zh_hant: 錄音進行中

# recording-toolbar.recording-paused
source: Recording paused
de: Aufnahme pausiert
es: Grabación en pausa
fr: Enregistrement en pause
ja: 録音が一時停止されました
ko: 녹음이 일시중지되었습니다
ru: Запись приостановлена ​​
vi: Đã tạm dừng ghi
zh_hans: 录音暂停
zh_hant: 錄音暫停

# recording-toolbar.restart-recording
source: Restart recording
de: Aufnahme neu starten
es: Reiniciar grabación
fr: Redémarrer l'enregistrement
ja: 録音を再開します
ko: 녹음 다시 시작
ru: Перезапустить запись
vi: Ghi lại từ đầu
zh_hans: 重新开始录音
zh_hant: 重新開始錄音

# recording-toolbar.resume-recording
source: Resume recording
de: Aufnahme fortsetzen
es: Reanudar grabación
fr: Reprendre l'enregistrement
ja: 録音を再開する
ko: 녹음 재개
ru: Возобновить запись
vi: Tiếp tục ghi
zh_hans: 恢复录音
zh_hant: 恢復錄音

# recording-toolbar.settings-title
source: Recording Settings
de: Aufnahmeeinstellungen
es: Configuración de grabación
fr: Paramètres d'enregistrement
ja: 録音設定
ko: 녹화 설정
ru: Настройки записи
vi: Cài đặt ghi
zh_hans: 录音设置
zh_hant: 錄音設置

# recording-toolbar.show-keystrokes
source: Show Keystrokes
de: Tastenanschläge anzeigen
es: Mostrar pulsaciones de teclas
fr: Afficher les frappes
ja: キーストロークを表示
ko: 키 입력 표시
ru: Показать нажатия клавиш
vi: Hiện phím bấm
zh_hans: 显示击键
zh_hant: 顯示擊鍵

# recording-toolbar.start-recording-as
source: Start recording as %@
de: Starten Sie die Aufnahme als %@
es: Iniciar grabación como %@
fr: Démarrer l'enregistrement en tant que %@
ja: %@ として記録を開始します
ko: %@으로 녹음 시작
ru: Начать запись как %@
vi: Bắt đầu ghi dưới dạng %@
zh_hans: 开始录制为 %@
zh_hant: 開始錄制為 %@

# recording-toolbar.start-recording-hint
source: Begins screen recording with current settings
de: Beginnt die Bildschirmaufzeichnung mit den aktuellen Einstellungen
es: Comienza la grabación de pantalla con la configuración actual
fr: Commence l'enregistrement d'écran avec les paramètres actuels
ja: 現在の設定で画面録画を開始します
ko: 현재 설정으로 화면 녹화를 시작합니다
ru: Начинает запись экрана с текущими настройками
vi: Bắt đầu ghi màn hình với cài đặt hiện tại
zh_hans: 使用当前设置开始屏幕录制
zh_hant: 使用當前設置開始螢幕錄制

# recording-toolbar.status-bar-accessibility
source: Recording status bar
de: Aufnahmestatusleiste
es: Barra de estado de grabación
fr: Barre d'état d'enregistrement
ja: 録音ステータス バー
ko: 녹화 상태 표시줄
ru: Строка состояния записи
vi: Thanh trạng thái ghi
zh_hans: 录音状态栏
zh_hant: 錄音狀態欄

# recording-toolbar.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 그만
ru: Стоп
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# recording-toolbar.stop-recording-accessibility
source: Stop recording - Duration: %@
de: Aufzeichnung stoppen – Dauer: %@
es: Detener grabación - Duración: %@
fr: Arrêter l'enregistrement - Durée : %@
ja: 録音を停止 - 期間: %@
ko: 녹음 중지 - 지속 시간: %@
ru: Остановить запись. Продолжительность: %@
vi: Dừng ghi - Thời lượng: %@
zh_hans: 停止录制 - 持续时间：%@
zh_hant: 停止錄制 - 持續時間：%@

# recording-toolbar.stop-recording-hint
source: Stops and saves the recording
de: Stoppt und speichert die Aufnahme
es: Detiene y guarda la grabación
fr: Arrête et sauvegarde l'enregistrement
ja: 録音を停止して保存します
ko: 녹음을 중지하고 저장합니다
ru: Останавливает и сохраняет запись
vi: Dừng và lưu bản ghi
zh_hans: 停止并保存录音
zh_hant: 停止並保存錄音

# recording-toolbar.toolbar-accessibility
source: Recording toolbar
de: Aufnahmesymbolleiste
es: Barra de herramientas de grabación
fr: Barre d'outils d'enregistrement
ja: 録音ツールバー
ko: 녹음 도구 모음
ru: Панель инструментов записи
vi: Thanh cong cu ghi hinh
zh_hans: 录音工具栏
zh_hant: 錄音工具欄

# recording.choose-save-location-message
source: Choose where Snapzy should save screenshots and recordings
de: Wählen Sie, wo Snapzy Screenshots und Aufnahmen speichern soll
es: Elija dónde Snapzy debe guardar capturas de pantalla y grabaciones
fr: Choisissez où Snapzy doit enregistrer les captures d'écran et les enregistrements
ja: Snapzy がスクリーンショットと録画を保存する場所を選択します
ko: Snapzy가 스크린샷과 녹음을 저장할 위치를 선택하세요
ru: Выберите, где Snapzy должен сохранять снимки экрана и записи
vi: Chọn nơi Snapzy sẽ lưu ảnh chụp và bản ghi
zh_hans: 选择 Snapzy 保存屏幕截图和录音的位置
zh_hant: 選擇 Snapzy 保存螢幕截圖和錄音的位置

# recording.error.cancelled
source: Recording cancelled
de: Aufnahme abgebrochen
es: Grabación cancelada
fr: Enregistrement annulé
ja: 録音がキャンセルされました
ko: 녹음이 취소되었습니다
ru: Запись отменена
vi: Đã hủy ghi
zh_hans: 录音已取消
zh_hant: 錄音已取消

# recording.error.cannot-add-microphone-writer-input
source: Cannot add microphone writer input
de: Mikrofon-Writer-Eingabe kann nicht hinzugefügt werden
es: No se puede agregar la entrada del escritor de micrófono
fr: Impossible d'ajouter une entrée d'écriture de microphone
ja: マイク ライター入力を追加できません
ko: 마이크 작성기 입력을 추가할 수 없습니다
ru: Невозможно добавить вход записи микрофона
vi: Không thể thêm microphone input cho bộ ghi
zh_hans: 无法添加麦克风写入器输入
zh_hant: 無法添加麥克風寫入器輸入

# recording.error.cannot-add-system-audio-writer-input
source: Cannot add system audio writer input
de: System-Audio-Writer-Eingabe
es: No se puede agregar la entrada del escritor de audio del sistema
fr: Impossible d'ajouter l'entrée du graveur audio système
ja: システム オーディオ ライター入力を追加できません
ko: 시스템 오디오 작성기 입력을 추가할 수 없습니다
ru: Невозможно добавить вход для записи системного аудио
vi: Không thể thêm audio hệ thống cho bộ ghi
zh_hans: 无法添加系统音频编写器输入
zh_hant: 無法添加系統音頻編寫器輸入

# recording.error.cannot-add-video-writer-input
source: Cannot add video writer input
de: Video-Writer-Eingabe kann nicht hinzugefügt werden
es: No se puede agregar la entrada del escritor de video
fr: Impossible d'ajouter une entrée de rédacteur vidéo
ja: ビデオ ライター入力を追加できません
ko: 비디오 작가 입력을 추가할 수 없습니다
ru: Невозможно добавить вход для записи видео
vi: Không thể thêm video input cho bộ ghi
zh_hans: 无法添加视频编写器输入
zh_hant: 無法添加影片編寫器輸入

# recording.error.failed-to-start-writing
source: Failed to start writing
de: Schreiben konnte nicht gestartet werden
es: No se pudo comenzar a escribir
fr: Échec du démarrage de l'écriture
ko: 쓰기를 시작하지 못했습니다
ru: Не удалось начать писать
vi: Không thể bắt đầu ghi dữ liệu
zh_hans: 无法开始写入
zh_hant: 無法開始寫入

# recording.error.microphone-permission-denied
source: Microphone permission denied
de: Mikrofonberechtigung verweigert
es: Permiso de micrófono denegado
fr: Autorisation du microphone refusée
ja: 書き込みの開始に失敗しました。マイクの許可が拒否されました
ko: 마이크 권한이 거부되었습니다
ru: Разрешение на использование микрофона отклонено
vi: Quyền Microphone bị từ chối
zh_hans: 麦克风权限被拒绝
zh_hant: 麥克風權限被拒絕

# recording.error.no-display-found
source: No display found
de: Keine Anzeige gefunden
es: No se encontró ninguna visualización
fr: Aucun affichage trouvé
ja: ディスプレイが見つかりません
ko: 디스플레이를 찾을 수 없습니다
ru: Дисплей не найден
vi: Không tìm thấy màn hình
zh_hans: 找不到显示
zh_hant: 找不到顯示

# recording.error.no-output-url
source: No output URL
de: Keine Ausgabe-URL
es: Sin URL de salida
fr: Aucune URL de sortie
ja: 出力 URL がありません
ko: 출력 URL 없음
ru: Нет выходного URL
vi: Không có URL đầu ra
zh_hans: 没有输出 URL
zh_hant: 沒有輸出 URL
